Repository: Mimigris/ynotranslations
Catalog: unevendream/*/RPG_RT.ldb.common.po
Languages: ro

source: *Boombox*
ro: *Casetofon*

source: *Snowglobe*
ro: *Glob de Zăpadă*

source: *Dark Matter*
ro: *Materie Neagră*

source: *Turtle*
ro: *Țestoasă*

source: *Lamppost*
ro: *Lampion*

source: *Box*
ro: *Cutie*

source: *Pencil*
ro: *Creion*

source: *Seer*
ro: *Văzător*

source: *Hood*
ro: *Glugă*

source: *Plug*
ro: *Priză*

source: *Mouth*
ro: *Gură*

source: *Star*
ro: *Stea*

source: *Music Box*
ro: *Cutiuță Muzicală*

source: *Lily of the Valley*
ro: *Crin de Vale*

source: *Cape*
ro: *Pelerină*

source: *UV Light*
ro: *Lumină UV*

source: *Sunflower*
ro: *Floarea-Soarelui*

source: *Nightcap*
ro: *Șapcă de Somn*

source: *Butterfly*
ro: *Fluture*

source: *Mermaid*
ro: *Sirenă*

source: \>Player Speed \>Teleport \>Page 2 \>Exit
ro: \>Viteză Jucător \>Teleportare \>Pagina 2 \>Ieși

source: \><<<< - MAXIMUM SPEED \><<< - 4x Speed \><< - 2x Speed \>< - Normal Speed
ro: \><<<< - VITEZĂ MAXIMĂ \><<< - Viteză x4 \><< - Viteză x2 \>< - Viteză normală

source: Special Locations Custom
ro: Locuri Speciale Custom

source: Debug Room Bedrooms Nexuses Before Video Game Worlds
ro: Camera Debug Dormitoare Nexusuri Înainte de lumi: Joc video

source: \>Your current location is Map \V[0005] X \V[0006] Y \V[0007].
ro: \>Locația actuală este Map \V[0005] X \V[0006] Y \V[0007].

source: \>M: XXXX X: XXX Y: XXX \>Enter your map #:
ro: \>M: XXXX X: XXX Y: XXX \>Inserează harta #:

source: \>M: \V[0009] X: XXX Y: XXX \>Enter your map X:
ro: \>M: \V[0009] X: XXX Y: XXX \>Inserează harta X:

source: \>M: \V[0009] X: \V[0010] Y: XXX \>Enter your map Y:
ro: \>M: \V[0009] X: \V[0010] Y: XXX \>Inserează harta Y:

source: \>Save \>Captured By Chaser \>Unlock Screen Pos. \>Title Screen
ro: \>Salvează \>Prins/ă de un Chaser \>Deblochează poz. ecranului \>Ecran Titlu

source: Quick Effect 1 is not set.
ro: Efect Rapid 1 nu este setat.

source: Quick Effect 2 is not set.
ro: Efect Rapid 2 nu este setat.

source: Switch characters?
ro: Schimbi personajeul?

source: Yes No
ro: Da Nu

source: (Work in progress!)
ro: (În progres!)

source: Quick Effects
ro: Efecte Rapide

source: Quick Effect 1 is not set. Quick Effect 2 is not set.
ro: Efect Rapid 1 nu este setat. Efect Rapid 2 nu este setat.

source: Quick Effect 1 is not set. Quick Effect 2 is set.
ro: Efect Rapid 1 nu este setat. Efect Rapid 2 a fost setat.

source: Quick Effect 1 is set. Quick Effect 2 is not set.
ro: Efect Rapid 1 a fost setat. Efect Rapid 2 nu este setat.

source: Quick Effect 1 is set. Quick Effect 2 is set.
ro: Efect Rapid 1 a fost setat. Efect Rapid 2 a fost setat.

source: Modify Quick Effect 1 Modify Quick Effect 2
ro: Modifică efect rapid 1 Modifică efect rapid 2

source: Select your preferred quick effect.
ro: Alege efectul rapid preferat.

source: Quick Effect 1 set.
ro: Efect Rapid 1 - setat.

source: Quick Effect 2 set.
ro: Efect Rapid 2 - setat.

source: how did you manage to do this?
ro: cum ai reușit să faci asta?
